/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1428) */
"<Do Not Localize>" = "<Do Not Localize>";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Zmień…";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Wprowadź nazwę i klucz rejestracyjny";

/* NSTextField (Key:) : <title:Key:> (oid:353) */
"Key:" = "Klucz:";

/* NSTextField (License type:) : <title:License type:> (oid:1425) */
"License type:" = "Typ licencji:";

/* NSButton (Lost license?) : <title:Lost license?> (oid:44) */
"Lost license?" = "Zagubioną licencję?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLogger jest programem shareware i przestanie działać po 30 dniach jeśli się nie zarejestrujesz.";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Nazwa:";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSButton (Register online) : <title:Register online> (oid:1150) */
"Register online" = "Zarejestruj online";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Zarejestrowany na:";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "Informacje o rejestracji";

/* NSTextField (Validity date:) : <title:Validity date:> (oid:1427) */
"Validity date:" = "Data ważności:";
